import time
import sys


def endding_bye(text_2):
    for char in text_2:
        sys.stdout.write(char)
        sys.stdout.flush()
        time.sleep(0.1)


endding_bye('\033[33m 게임 끝났어 친구야~!\033[0m')
#                                                                                힘내라 눈코입~!
#                                                                                힘내라 눈코입~!
#                                                                  힘내라 눈코입~!              힘내라 눈코입~!
#                                                                  힘내라 눈코입~!              힘내라 눈코입~!
#                                                                                힘내라 눈코입~!
#                                                                                힘내라 눈코입~!
#                                                     힘내라 눈코입~!                                         힘내라 눈코입~!
#                                                     힘내라 눈코입~!                                         힘내라 눈코입~!
#                                        힘내라 눈코입~!                                                                    힘내라 눈코입~!
#                                        힘내라 눈코입~!                                                                    힘내라 눈코입~!
#                                                                                힘내라 눈코입~!
#                                                                                힘내라 눈코입~!
#                                                                                힘내라 눈코입~!
#                                                                  힘내라 눈코입~!              힘내라 눈코입~!
#                                                                  힘내라 눈코입~!              힘내라 눈코입~!
#                                                                  힘내라 눈코입~!              힘내라 눈코입~!
#                                                                  힘내라 눈코입~!              힘내라 눈코입~!
#                                                                  힘내라 눈코입~!              힘내라 눈코입~!
#                                                                  힘내라 눈코입~!              힘내라 눈코입~!
#                                                                  힘내라 눈코입~!              힘내라 눈코입~!
#                                                                  힘내라 눈코입~!              힘내라 눈코입~!
#
#
#
#
#                                   힘내라 눈코입~!힘내라 눈코입~!힘내라 눈코입~!힘내라 눈코입~!힘내라 눈코입~!힘내라 눈코입~!힘내라 눈코입~!힘내라 눈코입~!
#                                   힘내라 눈코입~!힘내라 눈코입~!힘내라 눈코입~!힘내라 눈코입~!힘내라 눈코입~!힘내라 눈코입~!힘내라 눈코입~!힘내라 눈코입~!
#                                   힘내라 눈코입~!힘내라 눈코입~!힘내라 눈코입~!힘내라 눈코입~!힘내라 눈코입~!힘내라 눈코입~!힘내라 눈코입~!힘내라 눈코입~!
